Revit 2027 API
SpecTypeId.AreaForce Property
 Area Force, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AreaForce { get; }
Public Shared ReadOnly Property AreaForce As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AreaForce {
	ForgeTypeId^ get ();
}
static member AreaForce : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace